"mainTitle" = "Seznam";
"settingsTitle" = "Nastavitve";

/* Debelost in hujšanje */
"debelost" = "Debelost in hujšanje";
"debelost_desc" = "Donat Mg pri hujšanju nevtralizira nastale kisline in nadomešča izgubljene minerale. Na začetku hujšanja je zelo koristen, saj je naravno odvajalo in telo očisti strupov. Sulfatne soli v Donatu Mg povečujejo izločanje holecistokinina, kar zmanjšuje apetit. Magnezij pa pospešuje presnovo, krepi odpornost in poveča zaloge energije.";

/* Pomanjkanje magnezija */
"mg" = "Pomanjkanje magnezija";
"mg_desc" = "Donat Mg je najbogatejša naravna mineralna voda z magnezijem*. Na dan potrebujemo povprečno 375 mg tega minerala. Potrebe po magneziju se povečajo v obdobju nosečnosti in dojenja ter hitre rasti v mladostništvu. Večje izgube in s tem večje dnevne potrebe se pojavijo v starosti, ob nekaterih metabolnih motnjah, uživanju nekaterih zdravil, dietah in v stresnih obdobjih. Najbolje ga je v telo vnašati z vodo. Magnezij v mineralni vodi je telesu takoj na razpolago in se lahko hitro vključi v presnovne procese.";

/* Za boljše počutje */
"pocutje" = "Za boljše počutje";
"pocutje_desc" = "Donat Mg je bogat predvsem z magnezijem, sulfati, hirogenkarbonati, vsebuje še kalcij, natrij in druge mikro elemente. Naše telo bogati z minerali , sočasno pa zaradi višje vsebnosti hidrogenkarbonata ureja kislo-bazno ravnovesje telesa. Lahko ga pijemo vse življenje tako za zdravje kot splošno dobro počutje.";

/* Nastanek sečnih kamnov */
"secni_kamni" = "Nastanek sečnih kamnov";
"secni_kamni_desc" = "Donat Mg ima visoko vsebnost hidrogenkarbonata in magnezija, s čimer na naraven način preprečuje nastanek kalcijevih oksalatnih, uratnih in cistinskih kamnov, ki nastajajo v kislem miljeju. Obe sestavini vplivata na regulacijo bazo/kislega ravnovesja v telesu. Posebej hidrogenkarbonat ustvarja močan bazični pribitek, saj nase veže kisline in s tem ustvarja alkalno okolje, ki preprečuje tvorbo navedenih vrst kamnov.";

/* Sladkorna bolezen */
"sladkorna" = "Sladkorna bolezen";
"sladkorna_desc" = "Pomanjkanje magnezija pri osebah z diabetesom tipa 2 nastopi zaradi povečanih izgub tega minerala preko urina. Diabetes mellitus pri vseh (tudi pri nosečnicah), ki so prvič zbolele za sladkorno boleznijo, povzroča neravnovesje glukoze v krvi in zavira delovanje inzulina. S pitjem Donata Mg nadoknadite magnezij in sladkorna bolezen bo bolj urejena, nihanja sladkorja pa manj izrazita.";

/* Bolezni žolčnika in trebušne slinavke */
"slinavka" = "Bolezni žolčnika in trebušne slinavke";
"slinavka_desc" = "Žolč bolnikov, operiranih zaradi kamnov, vsebuje preveč holesterola ali premalo žolčnih kislin in lecitina. V prepognjenem žolčniku se nabira gostejši žolč, ki se ne izprazni povsem. Magnezijev sulfat v Donatu Mg pospešuje izločanje žolča. Redno praznjenje žolčnika tako preprečuje nastanek žolčnih kamnov.";

/* Bolezni srca in ožilja */
"srce_ozilje" = "Bolezni srca in ožilja";
"srce_ozilje_desc" = "Donat Mg vsebuje zelo malo kuhinjske soli, zato nima vpliva na krvni tlak. Vsebuje višje količine magnezija (1000 mg/L). Magnezij je nujno potreben element, ki med ostalim prispeva k delovanju mišičnega sistema. Tudi naše srce je mišica, ki za svoje normalno delovanje potrebuje magnezij. Potrebno ga je vnašati dnevno, če ne želimo, da pride do srčnega popuščanja, motenj srčnega ritma in drugih nevšečnosti, ki lahko spremljajo pomanjkanje tega pomembnega minerala.";

/* Stres, glavoboli */
"stres" = "Stres, glavoboli";
"stres_desc" = "Stres vpliva na naše fizično telo in na duševnost, saj telo preko vode izgublja več mineralnih snovi, zato se v tem obdobju potreba po vitaminih in mineralih poveča. Pomanjkanje magnezija lahko sproži celo nekatere vrste glavobolov. Donat Mg je bogat s tem mineralom, ki ga znanstveniki imenujejo tudi »antistresni mineral« ter »balzam za živce in mišice«.";

/* Zaprtost */
"zaprtost" = "Zaprtost";
"zaprtost_desc" = "Donat Mg je naravno ozmotsko odvajalo. Vsebuje sulfatne soli in okoli 1000 mg/L magnezija. Sulfatni ioni imajo sposobnost vezanja velikih količin vode, zato se poveča volumen črevesne vsebine od 3- do 5-krat kar izzove gibanje črevesja.";

/* Zgaga */
"zgaga" = "Zgaga";
"zgaga_desc" = "Donat Mg ima zaradi vsebnosti okrog 7.800 mg hidrogenkarbonata sposobnost vezanja kislin in pufranja prostih kislin. Natrijev hidrogenkarbonat v Donatu Mg s svojim alkalnim vplivom deluje protivnetno na želodčno sluznico; magnezij in kalcij, ki spremljata natrij, pa zmanjšujeta njeno oteklost.";

